[
  {
    "title": "Vivek Ramaswamy’s firm courts GOP officials as he pushes businesses to stay out of politics",
    "slug": "Vivek-Ramaswamy’s-firm-courts-GOP-officials-as-he-pushes-businesses-to-stay-out-of-politics",
    "content": "Republican presidential hopeful Vivek Ramaswamy built his White House bid around urging companies to stay out of politics. \n What he doesn’t tell voters is the asset management firm he co-founded has engaged more with Republican Party officials behind the scenes than was previously known, according to private email correspondence reviewed by CNBC. \n The emails show how the firm, Strive Asset Management, became a lead organizer and voice against environmental, social and governance, or ESG, investing, both before and since Ramaswamy entered the presidential race in February. \n Ramaswamy told CNBC in an interview Thursday that he stepped away from his role as executive chairman of the firm and is no longer on its board while he runs for president. \n “The biggest asset allocators into the asset management systems are state pension funds and BlackRock, State Street, Vanguard, Invesco and others, are regularly engaged,” Ramaswamy told CNBC. “It’s just a hard fact that these institutions have for decades been educating, discussing with states and pension fund systems, the merits of ESG based investment framework. Strive is bringing an alternative perspective to bear across the market.” \n Since he began his campaign, Ramaswamy has deferred questions about Strive’s business strategy to the firm.",
    "imgUrl": "https://image.cnbcfm.com/api/v1/image/107237723-1683573542156-gettyimages-1484258806-0j4a4453_ro4de7wb.jpeg?v=1683891265&w=740&h=416&ffmt=webp&vtcrop=y",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "title": "New Zealand enters technical recession after economy shrank 0.1% in the first quarter",
    "slug": "New-Zealand-enters-technical-recession-after-economy-shrank-0.1%-in-the-first-quarter",
    "content": "New Zealand’s gross domestic product fell 0.1% in the first quarter, according to government data published Thursday, as its central bank embarked on one of the most aggressive rate hike cycles in the world. \n The latest data from Wellington marks a technical recession for the economy, after reporting a revised 0.7% decline in the final quarter of 2022. \n A technical recession is defined as two consecutive quarters of contraction. \n Compared with a year ago, the economy grew 2.9% in the first quarter. Economists surveyed by Reuters expected New Zealand to mark a contraction of 0.1% quarter on quarter and growth of 2.6% year on year. \n The New Zealand dollar dropped 0.23% against the U.S. dollar after the release. Stocks were little changed — the S&P/NZX 50 Index traded 0.144% higher. \n In its May meeting, the Reserve Bank of New Zealand raised its benchmark rate to a 14-year high, with the 25-basis-point hike lifting its official cash rate to 5.5%. \n “There were a range of results at industry level in the March 2023 quarter, with just over half of industries declining in the quarter,” New Zealand’s economic and environmental insights general manager Jason Attewell said. \n The contraction was driven by production declines in business services, which fell 3.5%, and transport, portal and warehousing, which was down 2.2%. \n During the quarter, New Zealand also saw the “initial impacts” of Cyclones Hale and Gabrielle as well as teachers’ strikes, the data agency said. \n “The adverse weather events caused by the cyclones contributed to falls in horticulture and transport support services, as well as disrupted education services,” said Attewell. \n Production in the information media and telecommunications and property sectors rose by 2.7% and 0.7%, respectively. \n New Zealand also saw a contraction in trade: export prices fell 6.9% and import prices dropped 5.4%.",
    "imgUrl": "https://image.cnbcfm.com/api/v1/image/107256300-1686726815386-gettyimages-1257371504-NZ_AUCKLAND.jpeg?v=1686783151&w=740&h=416&ffmt=webp&vtcrop=y",
    "categoryId": 2,
    "authorId": 2
  },
  {
    "title": "South Korea’s SM Entertainment plans to set up its Southeast Asia headquarters in Singapore",
    "slug": "South-Korea’s-SM-Entertainment-plans-to-set-up-its-Southeast-Asia-headquarters-in-Singapore",
    "content": "South Korean entertainment company SM Entertainment will be setting up its Southeast Asian headquarters in Singapore as part of its expansion plans in the region. \n The company confirmed in an email to CNBC its recruitment plans in Singapore. \n In his interview on “The CNBC Conversation” last month, SM Entertainment founder Soo-Man Lee said it recruits and produces talent through the “Culture Technology” system he developed, through which potential singers and dancers will go through four stages: casting, training, marketing/management and producing. \n Lee added that he’d be keen on creating a K-pop group, NCT Singapore, if the opportunity arose, but it’s unclear if plans are underway. \n The Singapore headquarters will also be “managing joint ventures in Indonesia, Vietnam and Thailand, as well as communicating with [its South Korea office] for other related ventures and plans.” \n SM Entertainment declined to say how much the company is investing in its expansion in Singapore, but said it’s “in the midst of hiring more local talents, which will hopefully increase the full-time staff count.” The company is also “looking at hiring local undergraduates or fresh graduates for internships.” \n On top of that, the company plans to launch retail businesses in Singapore, including cafes, merchandise stores and pop-up exhibitions.",
    "imgUrl": "https://image.cnbcfm.com/api/v1/image/107152436-1668587417449-gettyimages-491957940-SKOREA_SM_TOWN.jpeg?v=1669870726&w=740&h=416&ffmt=webp&vtcrop=y",
    "categoryId": 3,
    "authorId": 3
  },
  {
    "title": "",
    "slug": "",
    "content": "",
    "imgUrl": "",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "title": "",
    "slug": "",
    "content": "",
    "imgUrl": "",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "title": "",
    "slug": "",
    "content": "",
    "imgUrl": "",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "title": "",
    "slug": "",
    "content": "",
    "imgUrl": "",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "title": "",
    "slug": "",
    "content": "",
    "imgUrl": "",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "title": "",
    "slug": "",
    "content": "",
    "imgUrl": "",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "title": "",
    "slug": "",
    "content": "",
    "imgUrl": "",
    "categoryId": 1,
    "authorId": 1
  },
  {
    "title": "",
    "slug": "",
    "content": "",
    "imgUrl": "",
    "categoryId": 1,
    "authorId": 1
  }
]
